Repository: isopen-io/meeshy
Catalog: apps/ios/Meeshy/Localizable.xcstrings
Source language: fr
Languages: ar, de, en, es, it, pt_br

# widget.preview.widgetsHint
source: Ajoutez ces widgets à votre écran d'accueil pour un accès rapide.
ar: أضف هذه الأدوات إلى شاشتك الرئيسية للوصول السريع.
de: Füge diese Widgets zu deinem Home-Bildschirm hinzu, um schnell darauf zuzugreifen.
en: Add these widgets to your Home Screen for quick access.
es: Añade estos widgets a tu pantalla de inicio para acceder rápidamente.
it: Aggiungi questi widget alla schermata Home per un accesso rapido.
pt_br: Adicione estes widgets à sua Tela de Início para acesso rápido.

# widget.preview.noConversations
source: Aucune conversation
ar: لا توجد محادثات
de: Keine Unterhaltungen
en: No conversations
es: Sin conversaciones
it: Nessuna conversazione
pt_br: Nenhuma conversa

# widget.preview.allRead
source: Tout est lu
ar: تمت قراءة كل شيء
de: Alles gelesen
en: All caught up
es: Todo leído
it: Tutto letto
pt_br: Tudo lido

# widget.quickReply
source: Réponse rapide
ar: رد سريع
de: Schnellantwort
en: Quick Reply
es: Respuesta rápida
it: Risposta rapida
pt_br: Resposta rápida

# widget.quickReply.description
source: Répondez rapidement aux messages récents
ar: رُدّ بسرعة على الرسائل الأخيرة
de: Antworten Sie schnell auf aktuelle Nachrichten
en: Quickly reply to recent messages
es: Responde rápidamente a los mensajes recientes
it: Rispondi rapidamente ai messaggi recenti
pt_br: Responda rapidamente às mensagens recentes

# widget.quickReply.title
source: Réponse rapide
ar: رد سريع
de: Schnellantwort
en: Quick Reply
es: Respuesta rápida
it: Risposta rapida
pt_br: Resposta rápida

# widget.recentConversations
source: Conversations récentes
ar: المحادثات الأخيرة
de: Letzte Unterhaltungen
en: Recent Conversations
es: Conversaciones recientes
it: Conversazioni recenti
pt_br: Conversas recentes

# widget.recentConversations.description
source: Consultez vos conversations récentes en un coup d'œil
ar: اطّلع على محادثاتك الأخيرة بلمحة
de: Sehen Sie Ihre letzten Unterhaltungen auf einen Blick
en: View your recent conversations at a glance
es: Consulta tus conversaciones recientes de un vistazo
it: Consulta le tue conversazioni recenti in un colpo d'occhio
pt_br: Veja suas conversas recentes de relance

# widget.recentConversations.title
source: Conversations récentes
ar: المحادثات الأخيرة
de: Letzte Unterhaltungen
en: Recent Conversations
es: Conversaciones recientes
it: Conversazioni recenti
pt_br: Conversas recentes

# widget.unread
source: Non lus
ar: غير مقروءة
de: Ungelesen
en: Unread
es: No leídos
it: Non letti
pt_br: Não lidas

# widget.unreadMessages.description
source: Suivez vos messages non lus
ar: تابِع رسائلك غير المقروءة
de: Behalten Sie Ihre ungelesenen Nachrichten im Blick
en: Keep track of your unread messages
es: Mantén el control de tus mensajes no leídos
it: Tieni d'occhio i tuoi messaggi non letti
pt_br: Acompanhe suas mensagens não lidas

# widget.unreadMessages.title
source: Messages non lus
ar: الرسائل غير المقروءة
de: Ungelesene Nachrichten
en: Unread Messages
es: Mensajes no leídos
it: Messaggi non letti
pt_br: Mensagens não lidas

source: · %@ uniques
ar: · %@ فريد
de: · %@ einzigartige
en: · %@ unique
es: · %@ únicos
it: · %@ unici
pt_br: · %@ únicos

source: À propos
ar: حول
de: Über
en: About
es: Acerca de
it: Informazioni
pt_br: Sobre

source: Échec de l'envoi
ar: فشل الإرسال
de: Senden fehlgeschlagen
en: Failed to send
es: Error al enviar
it: Invio non riuscito
pt_br: Falha ao enviar

source: Écrire
ar: كتابة
de: Schreiben
en: Write
es: Escribir
it: Scrivi
pt_br: Escrever

source: Épingler
ar: تثبيت
de: Anheften
en: Pin
es: Fijar
it: Fissa
pt_br: Fixar

source: • %@ membres
ar: • %@ أعضاء
de: • %@ Mitglieder
en: • %@ members
es: • %@ miembros
it: • %@ membri
pt_br: • %@ membros

# outbox.sessionInvalidated.pendingLost
source: Des messages non envoyés ont été annulés — reconnectez-vous.
ar: تم إلغاء الرسائل غير المُرسلة — يُرجى تسجيل الدخول مجددًا.
de: Nicht gesendete Nachrichten wurden verworfen — bitte melde dich erneut an.
en: Unsent messages were discarded — please sign in again.
es: Se han descartado los mensajes no enviados: vuelve a iniciar sesión.
it: I messaggi non inviati sono stati annullati — accedi di nuovo.
pt_br: Mensagens não enviadas foram descartadas — faça login novamente.

# hashtag.results.empty
source: Aucun post avec #%@
ar: لا توجد منشورات بالوسم #%@
de: Keine Beiträge mit #%@
en: No posts with #%@
es: Sin publicaciones con #%@
it: Nessun post con #%@
pt_br: Nenhuma postagem com #%@

# feed.post.open
source: Ouvrir
ar: فتح
de: Öffnen
en: Open
es: Abrir
it: Apri
pt_br: Abrir

# feed.post.pin
source: Épingler
ar: تثبيت
de: Anheften
en: Pin
es: Fijar
it: Fissa
pt_br: Fixar

# feed.post.pinned
source: Publication épinglée
ar: تم تثبيت المنشور
de: Beitrag angeheftet
en: Post pinned
es: Publicación fijada
it: Post fissato
pt_br: Publicação fixada

# feed.post.pinError
source: Erreur lors de l'épinglage
ar: خطأ في تثبيت المنشور
de: Fehler beim Anheften des Beitrags
en: Error pinning post
es: Error al fijar la publicación
it: Errore durante il fissaggio del post
pt_br: Erro ao fixar a publicação

# feed.post.report
source: Signaler
ar: إبلاغ
de: Melden
en: Report
es: Denunciar
it: Segnala
pt_br: Denunciar

# feed.post.detail.report
source: Signaler
ar: إبلاغ
de: Melden
en: Report
es: Denunciar
it: Segnala
pt_br: Denunciar

# feed.post.reported
source: Publication signalée
ar: تم الإبلاغ عن المنشور
de: Beitrag gemeldet
en: Post reported
es: Publicación denunciada
it: Post segnalato
pt_br: Publicação denunciada

# feed.post.reportError
source: Erreur lors du signalement
ar: خطأ في الإبلاغ عن المنشور
de: Fehler beim Melden des Beitrags
en: Error reporting post
es: Error al denunciar la publicación
it: Errore durante la segnalazione del post
pt_br: Erro ao denunciar a publicação

# feed.post.repost
source: Repartager
ar: إعادة نشر
de: Erneut teilen
en: Repost
es: Republicar
it: Ripubblica
pt_br: Republicar

# feed.post.repost.likes_count
source: %lld j'aime
ar: %lld إعجابات
de: %lld Likes
en: %lld likes
es: %lld me gusta
it: %lld mi piace
pt_br: %lld curtidas

# feed.post.repost.success
source: Repartage
ar: تمت إعادة النشر
de: Erneut geteilt
en: Reposted
es: Republicado
it: Ripubblicato
pt_br: Republicado

# feed.post.repost.error
source: Erreur lors du repost
ar: خطأ في إعادة النشر
de: Fehler beim erneuten Teilen
en: Error reposting
es: Error al republicar
it: Errore durante la ripubblicazione
pt_br: Erro ao republicar

# feed.post.save
source: Enregistrer
ar: حفظ
de: Speichern
en: Save
es: Guardar
it: Salva
pt_br: Salvar

# feed.reel.save_media
source: Sauvegarder
ar: حفظ
de: Speichern
en: Save
es: Guardar
it: Salva
pt_br: Salvar

# feed.post.scene.muted_paused
source: scène · muette, en pause
ar: مشهد · صامت، متوقف
de: Szene · stumm, pausiert
en: scene · muted, paused
es: escena · en silencio, en pausa
it: scena · muta, in pausa
pt_br: cena · sem som, pausada

# feed.post.share
source: Partager
ar: مشاركة
de: Teilen
en: Share
es: Compartir
it: Condividi
pt_br: Compartilhar

# feed.post.deleted
source: Publication supprimée
ar: تم حذف المنشور
de: Beitrag gelöscht
en: Post deleted
es: Publicación eliminada
it: Post eliminato
pt_br: Publicação excluída

# feed.post.deleteError
source: Erreur lors de la suppression
ar: خطأ في حذف المنشور
de: Fehler beim Löschen des Beitrags
en: Error deleting post
es: Error al eliminar la publicación
it: Errore durante l'eliminazione del post
pt_br: Erro ao excluir a publicação

# feed.post.edited
source: Publication modifiée
ar: تم تعديل المنشور
de: Beitrag bearbeitet
en: Post edited
es: Publicación editada
it: Post modificato
pt_br: Publicação editada

# feed.post.editError
source: Erreur lors de la modification
ar: خطأ في تعديل المنشور
de: Fehler beim Bearbeiten des Beitrags
en: Error editing post
es: Error al editar la publicación
it: Errore durante la modifica del post
pt_br: Erro ao editar a publicação

# call.control.mute.hint
source: Coupe votre micro pour le correspondant
ar: يكتم صوت الميكروفون بالنسبة للطرف الآخر
de: Schaltet dein Mikrofon für die andere Person stumm
en: Mutes your microphone for the other person
es: Silencia tu micrófono para la otra persona
it: Disattiva il microfono per l'altra persona
pt_br: Desativa seu microfone para a outra pessoa

# call.control.speaker.hint
source: Bascule la sortie audio vers le haut-parleur du téléphone
ar: يبدّل خرج الصوت إلى مكبر صوت الهاتف
de: Schaltet die Audioausgabe auf den Lautsprecher des Telefons um
en: Switches audio output to the phone's speaker
es: Cambia la salida de audio al altavoz del teléfono
it: Passa l'uscita audio all'altoparlante del telefono
pt_br: Alterna a saída de áudio para o alto-falante do telefone

# call.control.flipCamera.hint
source: Bascule entre la caméra avant et arrière
ar: يبدّل بين الكاميرا الأمامية والخلفية
de: Wechselt zwischen Front- und Rückkamera
en: Switches between the front and back camera
es: Cambia entre la cámara frontal y trasera
it: Passa dalla fotocamera anteriore a quella posteriore
pt_br: Alterna entre a câmera frontal e traseira

# location.precision.section
source: Précision du partage
ar: دقة المشاركة
de: Freigabegenauigkeit
en: Sharing precision
es: Precisión del uso compartido
it: Precisione della condivisione
pt_br: Precisão do compartilhamento

# location.precision.exact
source: Exacte
ar: دقيقة
de: Genau
en: Exact
es: Exacta
it: Esatta
pt_br: Exata

# location.precision.around
source: Autour (~100 m)
ar: المحيط (~100 م)
de: Umgebung (~100 m)
en: Nearby (~100 m)
es: Alrededor (~100 m)
it: Dintorni (~100 m)
pt_br: Arredores (~100 m)

# location.precision.neighborhood
source: Quartier (~1 km)
ar: الحي (~1 كم)
de: Viertel (~1 km)
en: Neighborhood (~1 km)
es: Barrio (~1 km)
it: Quartiere (~1 km)
pt_br: Bairro (~1 km)

# location.precision.city
source: Ville (~10 km)
ar: المدينة (~10 كم)
de: Stadt (~10 km)
en: City (~10 km)
es: Ciudad (~10 km)
it: Città (~10 km)
pt_br: Cidade (~10 km)

# location.precision.badge.exact
source: Exacte
ar: دقيقة
de: Genau
en: Exact
es: Exacta
it: Esatta
pt_br: Exata

# location.precision.badge.around
source: ~100 m
ar: ~100 م

# location.precision.badge.neighborhood
source: ~1 km
ar: ~1 كم

# location.precision.badge.city
source: ~10 km
ar: ~10 كم

# location.precision.footnote
source: Aux niveaux Quartier et Ville, seule la zone est transmise — pas l'adresse exacte.
ar: في مستويي الحي والمدينة، تتم مشاركة المنطقة فقط — وليس العنوان الدقيق.
de: Auf den Stufen Viertel und Stadt wird nur das Gebiet geteilt – nicht die genaue Adresse.
en: At Neighborhood and City levels, only the area is shared — not the exact address.
es: En los niveles Barrio y Ciudad, solo se comparte la zona, no la dirección exacta.
it: Ai livelli Quartiere e Città viene condivisa solo la zona, non l'indirizzo esatto.
pt_br: Nos níveis Bairro e Cidade, apenas a área é compartilhada — não o endereço exato.

# location.map-style.section
source: Type de carte
ar: نوع الخريطة
de: Kartentyp
en: Map type
es: Tipo de mapa
it: Tipo di mappa
pt_br: Tipo de mapa

# location.map-style.standard
source: Plan
ar: خريطة
de: Karte
en: Map
es: Mapa
it: Mappa
pt_br: Mapa

# location.map-style.hybrid
source: Hybride
ar: مختلط
de: Hybrid
en: Hybrid
es: Híbrido
it: Ibrida
pt_br: Híbrido

# location.map-style.imagery
source: Satellite
ar: قمر صناعي
de: Satellit
es: Satélite
pt_br: Satélite

# location.settings.title
source: Partage de position
ar: مشاركة الموقع
de: Standortfreigabe
en: Location sharing
es: Uso compartido de ubicación
it: Condivisione della posizione
pt_br: Compartilhamento de localização

# location.settings.open
source: Réglages de partage de position
ar: إعدادات مشاركة الموقع
de: Einstellungen für Standortfreigabe
en: Location sharing settings
es: Ajustes de uso compartido de ubicación
it: Impostazioni di condivisione della posizione
pt_br: Configurações de compartilhamento de localização

# location.recenter
source: Recentrer sur ma position
ar: التوسيط على موقعي
de: Auf meinen Standort zentrieren
en: Recenter on my location
es: Centrar en mi ubicación
it: Centra sulla mia posizione
pt_br: Centralizar na minha localização

# common.done
source: Terminé
ar: تم
de: Fertig
en: Done
es: Listo
it: Fine
pt_br: Concluído

# a11y.floating.menu.profile-action
source: Modifier le profil
ar: تعديل الملف الشخصي
de: Profil bearbeiten
en: Edit profile
es: Editar perfil
it: Modifica profilo
pt_br: Editar perfil

# attachment.loading.a11y-failed
source: Échec du chargement
ar: فشل التحميل
de: Laden fehlgeschlagen
en: Loading failed
es: Error de carga
it: Caricamento non riuscito
pt_br: Falha no carregamento

# attachment.loading.a11y-loading
source: Chargement en cours
ar: جارٍ التحميل
de: Wird geladen
en: Loading
es: Cargando
it: Caricamento in corso
pt_br: Carregando

# attachment.loading.a11y-ready
source: Prêt
ar: جاهز
de: Bereit
en: Ready
es: Listo
it: Pronto
pt_br: Pronto

# attachment.loading.a11y-thumbnailing
source: Génération de l'aperçu
ar: جارٍ إنشاء المعاينة
de: Vorschau wird erstellt
en: Generating preview
es: Generando vista previa
it: Generazione anteprima
pt_br: Gerando pré-visualização

# attachment.loading.cancel-a11y
source: Annuler le chargement
ar: إلغاء التحميل
de: Laden abbrechen
en: Cancel loading
es: Cancelar la carga
it: Annulla caricamento
pt_br: Cancelar carregamento

# common.clear-search
source: Effacer la recherche
ar: مسح البحث
de: Suche löschen
en: Clear search
es: Borrar la búsqueda
it: Cancella ricerca
pt_br: Limpar busca

# common.more
source: Plus
ar: المزيد
de: Mehr
en: More
es: Más
it: Altro
pt_br: Mais

# common.no-results
source: Aucun résultat
ar: لا توجد نتائج
de: Keine Ergebnisse
en: No results
es: Sin resultados
it: Nessun risultato
pt_br: Nenhum resultado

# common.confirm
source: Confirmer
ar: تأكيد
de: Bestätigen
en: Confirm
es: Confirmar
it: Conferma
pt_br: Confirmar

# contact-card.a11y-hint
source: Appuyer pour ouvrir le contact
ar: اضغط لفتح جهة الاتصال
de: Tippen, um den Kontakt zu öffnen
en: Tap to open the contact
es: Toca para abrir el contacto
it: Tocca per aprire il contatto
pt_br: Toque para abrir o contato

# contacts.blocked.empty-subtitle
source: Les personnes que vous bloquez apparaîtront ici.
ar: سيظهر هنا الأشخاص الذين تحظرهم.
de: Von dir blockierte Personen erscheinen hier.
en: People you block will appear here.
es: Las personas que bloquees aparecerán aquí.
it: Le persone che blocchi appariranno qui.
pt_br: As pessoas que você bloquear aparecerão aqui.

# contacts.discover.email.send-a11y
source: Envoyer l'invitation par email
ar: إرسال الدعوة بالبريد الإلكتروني
de: Einladung per E-Mail senden
en: Send invitation by email
es: Enviar invitación por correo
it: Invia invito via email
pt_br: Enviar convite por e-mail

# contacts.discover.matches.in-contacts
source: Dans tes contacts : %@
ar: في جهات اتصالك: %@
de: In deinen Kontakten: %@
en: In your contacts: %@
es: En tus contactos: %@
it: Nei tuoi contatti: %@
pt_br: Nos seus contatos: %@

# contacts.discover.no-results
source: Aucun utilisateur trouvé
ar: لم يتم العثور على مستخدم
de: Kein Benutzer gefunden
en: No user found
es: No se encontró ningún usuario
it: Nessun utente trovato
pt_br: Nenhum usuário encontrado

# contacts.discover.sms.send-a11y
source: Envoyer l'invitation par SMS
ar: إرسال الدعوة برسالة نصية
de: Einladung per SMS senden
en: Send invitation by SMS
es: Enviar invitación por SMS
it: Invia invito via SMS
pt_br: Enviar convite por SMS

# contacts.list.no-results
source: Aucun résultat
ar: لا توجد نتائج
de: Keine Ergebnisse
en: No results
es: Sin resultados
it: Nessun risultato
pt_br: Nenhum resultado

# contacts.requests.accept-a11y
source: Accepter la demande de %@
ar: قبول طلب %@
de: Anfrage von %@ annehmen
en: Accept request from %@
es: Aceptar la solicitud de %@
it: Accetta la richiesta di %@
pt_br: Aceitar o pedido de %@

# contacts.requests.cancel-a11y
source: Annuler la demande envoyée à %@
ar: إلغاء الطلب المُرسل إلى %@
de: An %@ gesendete Anfrage zurückziehen
en: Cancel request sent to %@
es: Cancelar la solicitud enviada a %@
it: Annulla la richiesta inviata a %@
pt_br: Cancelar o pedido enviado a %@

# contacts.requests.reject-a11y
source: Refuser la demande de %@
ar: رفض طلب %@
de: Anfrage von %@ ablehnen
en: Decline request from %@
es: Rechazar la solicitud de %@
it: Rifiuta la richiesta di %@
pt_br: Recusar o pedido de %@

# contacts.sync.access-denied
source: Accès aux contacts refusé. Tu peux l'activer dans Réglages.
ar: تم رفض الوصول إلى جهات الاتصال. يمكنك تفعيله من الإعدادات.
de: Kontaktzugriff verweigert. Du kannst ihn in den Einstellungen aktivieren.
en: Contacts access denied. You can enable it in Settings.
es: Acceso a contactos denegado. Puedes activarlo en Ajustes.
it: Accesso ai contatti negato. Puoi attivarlo in Impostazioni.
pt_br: Acesso aos contatos negado. Você pode ativá-lo nos Ajustes.

# conversation.info.created-on
source: Créé le %@
ar: أُنشئ في %@
de: Erstellt am %@
en: Created on %@
es: Creado el %@
it: Creato il %@
pt_br: Criado em %@

# conversation.info.no-media
source: Aucun média partagé
ar: لا توجد وسائط مشتركة
de: Keine geteilten Medien
en: No shared media
es: Sin archivos compartidos
it: Nessun media condiviso
pt_br: Nenhuma mídia compartilhada

# conversation.info.no-members
source: Aucun membre
ar: لا يوجد أعضاء
de: Keine Mitglieder
en: No members
es: Sin miembros
it: Nessun membro
pt_br: Nenhum membro

# conversation.info.pinned.see-all
source: Voir les %d messages épinglés
ar: عرض الرسائل المثبّتة (%d)
de: Alle %d angehefteten Nachrichten ansehen
en: See all %d pinned messages
es: Ver los %d mensajes fijados
it: Vedi i %d messaggi fissati
pt_br: Ver as %d mensagens fixadas

# conversation.info.settings-a11y
source: Réglages de la conversation
ar: إعدادات المحادثة
de: Unterhaltungseinstellungen
en: Conversation settings
es: Ajustes de la conversación
it: Impostazioni della conversazione
pt_br: Configurações da conversa

# conversation.prefs.delete-for-me
source: Supprimer pour moi
ar: حذف عندي
de: Für mich löschen
en: Delete for me
es: Eliminar para mí
it: Elimina per me
pt_br: Excluir para mim

# conversation.prefs.leave-group
source: Quitter le groupe
ar: مغادرة المجموعة
de: Gruppe verlassen
en: Leave group
es: Salir del grupo
it: Esci dal gruppo
pt_br: Sair do grupo

# conversation.scroll-to-bottom.a11y
source: Défiler vers le bas
ar: التمرير إلى الأسفل
de: Nach unten scrollen
en: Scroll to bottom
es: Desplazarse abajo
it: Scorri in fondo
pt_br: Rolar para baixo

# keypad.no-match.subtitle
source: Vérifiez le numéro ou le nom saisi.
ar: تحقّق من الرقم أو الاسم المُدخل.
de: Prüfe die eingegebene Nummer oder den Namen.
en: Check the number or name you entered.
es: Comprueba el número o el nombre introducido.
it: Controlla il numero o il nome inserito.
pt_br: Verifique o número ou o nome digitado.

# keypad.no-match.title
source: Aucun contact trouvé
ar: لم يتم العثور على جهة اتصال
de: Kein Kontakt gefunden
en: No contact found
es: No se encontró ningún contacto
it: Nessun contatto trovato
pt_br: Nenhum contato encontrado

# keypad.result.open-profile.a11y
source: Ouvrir le profil
ar: فتح الملف الشخصي
de: Profil öffnen
en: Open profile
es: Abrir el perfil
it: Apri il profilo
pt_br: Abrir o perfil

# linkpreview.a11y.label-loading
source: Aperçu du lien en cours de chargement, %@
ar: جارٍ تحميل معاينة الرابط، %@
de: Linkvorschau wird geladen, %@
en: Link preview loading, %@
es: Cargando la vista previa del enlace, %@
it: Anteprima del link in caricamento, %@
pt_br: Carregando a pré-visualização do link, %@

# location.move-prompt
source: Déplacez la carte pour choisir
ar: حرّك الخريطة للاختيار
de: Karte bewegen, um auszuwählen
en: Move the map to choose
es: Mueve el mapa para elegir
it: Sposta la mappa per scegliere
pt_br: Mova o mapa para escolher

# location.title
source: Choisir un lieu
ar: اختيار مكان
de: Ort auswählen
en: Choose a place
es: Elegir un lugar
it: Scegli un luogo
pt_br: Escolher um local

# location.unknown
source: Lieu inconnu
ar: مكان غير معروف
de: Unbekannter Ort
en: Unknown place
es: Lugar desconocido
it: Luogo sconosciuto
pt_br: Local desconhecido

# location.geocoding
source: Recherche de l'adresse…
ar: جارٍ البحث عن العنوان…
de: Adresse wird gesucht…
en: Looking up the address…
es: Buscando la dirección…
it: Ricerca dell'indirizzo…
pt_br: Buscando o endereço…

# member-management.action.demote-member
source: Rétrograder Membre
ar: خفض إلى عضو
de: Zu Mitglied herabstufen
en: Demote to member
es: Bajar a miembro
it: Retrocedi a membro
pt_br: Rebaixar a membro

# member-management.action.promote-moderator
source: Promouvoir Modérateur
ar: ترقية إلى مشرف
de: Zum Moderator befördern
en: Promote to moderator
es: Ascender a moderador
it: Promuovi a moderatore
pt_br: Promover a moderador

# member-management.add-a11y
source: Ajouter un membre à la conversation
ar: إضافة عضو إلى المحادثة
de: Mitglied zur Unterhaltung hinzufügen
en: Add a member to the conversation
es: Añadir un miembro a la conversación
it: Aggiungi un membro alla conversazione
pt_br: Adicionar um membro à conversa

# member-management.empty
source: Aucun membre trouvé
ar: لم يتم العثور على أعضاء
de: Kein Mitglied gefunden
en: No member found
es: No se encontró ningún miembro
it: Nessun membro trovato
pt_br: Nenhum membro encontrado

# member-management.options-a11y
source: Options pour %@
ar: خيارات %@
de: Optionen für %@
en: Options for %@
es: Opciones para %@
it: Opzioni per %@
pt_br: Opções para %@

# member-management.role.moderator
source: Modérateur
ar: مشرف
de: Moderator
en: Moderator
es: Moderador
it: Moderatore
pt_br: Moderador

# message-detail.a11y.close-translation
source: Fermer la traduction
ar: إغلاق الترجمة
de: Übersetzung schließen
en: Close translation
es: Cerrar la traducción
it: Chiudi la traduzione
pt_br: Fechar a tradução

# message-detail.edits.empty
source: L'historique des modifications apparaît ici
ar: يظهر سجل التعديلات هنا
de: Der Bearbeitungsverlauf erscheint hier
en: The edit history appears here
es: El historial de ediciones aparece aquí
it: La cronologia delle modifiche appare qui
pt_br: O histórico de edições aparece aqui

# message-detail.edits.none-detail
source: Ce message n'a pas été modifié
ar: لم يتم تعديل هذه الرسالة
de: Diese Nachricht wurde nicht bearbeitet
en: This message has not been edited
es: Este mensaje no ha sido editado
it: Questo messaggio non è stato modificato
pt_br: Esta mensagem não foi editada

# message-detail.edits.none-title
source: Aucune modification
ar: لا توجد تعديلات
de: Keine Bearbeitungen
en: No edits
es: Sin ediciones
it: Nessuna modifica
pt_br: Nenhuma edição

# message-detail.edits.previous-one
source: %d version précédente
ar: %d نسخة سابقة
de: %d frühere Version
en: %d previous version
es: %d versión anterior
it: %d versione precedente
pt_br: %d versão anterior

# message-detail.edits.previous-other
source: %d versions précédentes
ar: %d نسخ سابقة
de: %d frühere Versionen
en: %d previous versions
es: %d versiones anteriores
it: %d versioni precedenti
pt_br: %d versões anteriores

# message-detail.load-error
source: Impossible de charger les données
ar: تعذّر تحميل البيانات
de: Daten konnten nicht geladen werden
en: Unable to load the data
es: No se pudieron cargar los datos
it: Impossibile caricare i dati
pt_br: Não foi possível carregar os dados

# message-detail.reactions.count-a11y
source: %lld réaction(s)
ar: %lld تفاعل
de: %lld Reaktion(en)
en: %lld reaction(s)
es: %lld reacción(es)
it: %lld reazione/i
pt_br: %lld reação(ões)

# message-detail.reactions.empty
source: Aucune réaction
ar: لا توجد تفاعلات
de: Keine Reaktionen
en: No reactions
es: Sin reacciones
it: Nessuna reazione
pt_br: Nenhuma reação
